Repository: Eternity-boundary/AstralChronicle
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# SavedViews.CustomViewWarning.Text
source: Windows Custom View XML is retained for portability. The app uses the stored XPath query when opening a view and warns when XML-only fields cannot be represented.
ja_jp: 互換性を保つため、Windows カスタム ビュー XML を保持します。ビューを開くときは保存済み XPath クエリを使用し、XML 専用のフィールドを表現できない場合は警告します。
zh_cn: 为便于移植，会保留 Windows 自定义视图 XML。打开视图时，应用会使用已保存的 XPath 查询；无法表示 XML 专用字段时会发出警告。
zh_tw: Windows 自訂檢視 XML 會保留以利移植。開啟檢視時，應用程式會使用已儲存的 XPath 查詢；無法表示的 XML 專屬欄位會顯示警告。

# SavedViews.Type.User
source: User view
ja_jp: ユーザー ビュー
zh_cn: 用户视图
zh_tw: 使用者檢視

# SavedViews.Type.Pinned
source: Pinned view
ja_jp: ピン留めされたビュー
zh_cn: 固定视图
zh_tw: 釘選檢視

# SavedViews.Type.WindowsCustomView
source: Windows Custom View
ja_jp: Windows カスタム ビュー
zh_cn: Windows 自定义视图
zh_tw: Windows 自訂檢視

# SavedViews.Type.Bookmark
source: Bookmark
ja_jp: ブックマーク
zh_cn: 书签
zh_tw: 書籤

# SavedViews.Type.FavoriteLog
source: Favorite log
ja_jp: お気に入りのログ
zh_cn: 收藏日志
zh_tw: 最愛記錄

# SavedViews.Type.RecentSearch
source: Recent search
ja_jp: 最近の検索
zh_cn: 最近的搜索
zh_tw: 最近搜尋

# SavedViews.Type.Workspace
source: Workspace
ja_jp: ワークスペース
zh_cn: 工作区
zh_tw: 工作區

# SavedViewsHeading.Text
source: Saved Views
ja_jp: 保存済みビュー
zh_cn: 已保存视图
zh_tw: 已儲存檢視

# SavedViewsNewCommand.Label
source: New
ja_jp: 新規
zh_cn: 新增
zh_tw: 新增

# SavedViewsSaveCommand.Label
source: Save
ja_jp: 保存
zh_cn: 保存
zh_tw: 儲存

# SavedViewsOpenCommand.Label
source: Open
ja_jp: 開く
zh_cn: 打开
zh_tw: 開啟

# SavedViewsPinCommand.Label
source: Pin
ja_jp: ピン留め
zh_cn: 固定
zh_tw: 釘選

# SavedViewsCopyCommand.Label
source: Copy query
ja_jp: クエリをコピー
zh_cn: 复制查询
zh_tw: 複製查詢

# SavedViewsExportCommand.Label
source: Export
ja_jp: エクスポート
zh_cn: 导出
zh_tw: 匯出

# SavedViewsImportCommand.Label
source: Import
ja_jp: インポート
zh_cn: 导入
zh_tw: 匯入

# SavedViewsDuplicateCommand.Label
source: Duplicate
ja_jp: 複製
zh_cn: 复制
zh_tw: 複製

# SavedViewsDeleteCommand.Label
source: Delete
ja_jp: 削除
zh_cn: 删除
zh_tw: 刪除

# SavedViewsRefreshCommand.Label
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# SavedViewsStatusInfoBar.Title
source: Saved view status
ja_jp: 保存済みビューの状態
zh_cn: 已保存视图状态
zh_tw: 已儲存檢視狀態

# SavedViewsStatusInfoBar.Message
source: Saved view status.
ja_jp: 保存済みビューの状態。
zh_cn: 已保存视图状态。
zh_tw: 已儲存檢視狀態。

# SavedViewsListTitle.Text
source: Views
ja_jp: ビュー
zh_cn: 视图
zh_tw: 檢視

# SavedViewsEditorTitle.Text
source: View definition
ja_jp: ビューの定義
zh_cn: 视图定义
zh_tw: 檢視定義

# SavedViewsNameBox.Header
source: Name
ja_jp: 名前
zh_cn: 名称
zh_tw: 名稱

# SavedViewsNameBox.PlaceholderText
source: Give this view a name
ja_jp: このビューの名前を入力
zh_cn: 输入此视图的名称
zh_tw: 為檢視輸入名稱

# SavedViewsDescriptionBox.Header
source: Description
ja_jp: 説明
zh_cn: 描述
zh_tw: 描述

# SavedViewsDescriptionBox.PlaceholderText
source: Describe when this view is useful
ja_jp: このビューを使う場面を説明
zh_cn: 描述此视图适用的场景
zh_tw: 描述這個檢視適用的情境

# SavedViewsTypeBox.Header
source: Type
ja_jp: 種類
zh_cn: 类型
zh_tw: 類型

# SavedViewsChannelBox.Header
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# SavedViewsChannelBox.PlaceholderText
source: System
ja_jp: システム

# SavedViewsQueryBox.Header
source: XPath query
ja_jp: XPath クエリ
zh_cn: XPath 查询
zh_tw: XPath 查詢

# SavedViewsQueryBox.PlaceholderText
source: * or a Windows Event Log XPath query
ja_jp: * または Windows イベント ログの XPath クエリ
zh_cn: * 或 Windows 事件日志 XPath 查询
zh_tw: * 或 Windows 事件記錄 XPath 查詢

# SavedViewsTypeUser.Content
source: User view
ja_jp: ユーザー ビュー
zh_cn: 用户视图
zh_tw: 使用者檢視

# SavedViewsTypePinned.Content
source: Pinned view
ja_jp: ピン留めされたビュー
zh_cn: 固定视图
zh_tw: 釘選檢視

# SavedViewsTypeWindowsCustomView.Content
source: Windows Custom View
ja_jp: Windows カスタム ビュー
zh_cn: Windows 自定义视图
zh_tw: Windows 自訂檢視

# SavedViewsTypeBookmark.Content
source: Bookmark
ja_jp: ブックマーク
zh_cn: 书签
zh_tw: 書籤

# SavedViewsTypeFavoriteLog.Content
source: Favorite log
ja_jp: お気に入りのログ
zh_cn: 收藏日志
zh_tw: 最愛記錄

# SavedViewsTypeRecentSearch.Content
source: Recent search
ja_jp: 最近の検索
zh_cn: 最近的搜索
zh_tw: 最近搜尋

# SavedViewsTypeWorkspace.Content
source: Workspace
ja_jp: ワークスペース
zh_cn: 工作区
zh_tw: 工作區

# SavedViewsPresentationTitle.Text
source: Presentation
ja_jp: 表示方法
zh_cn: 显示方式
zh_tw: 呈現方式

# SavedViewsSortBox.Header
source: Sort key
ja_jp: 並べ替えキー
zh_cn: 排序索引键
zh_tw: 排序索引鍵

# SavedViewsColumnsBox.Header
source: Columns (comma separated)
ja_jp: 列 (コンマ区切り)
zh_cn: 列（以逗号分隔）
zh_tw: 欄位（以逗號分隔）

# SavedViewsTagsBox.Header
source: Tags
ja_jp: タグ
zh_cn: 标签
zh_tw: 標籤

# SavedViewsDetailsCheckBox.Content
source: Open with details pane
ja_jp: 詳細ペインを開いて表示
zh_cn: 打开时显示详细信息窗格
zh_tw: 以詳細資料窗格開啟

# SavedViewsTimelineCheckBox.Content
source: Use timeline presentation
ja_jp: タイムライン表示を使用
zh_cn: 使用时间线显示方式
zh_tw: 使用時間軸呈現方式

# SavedViewsCustomViewTitle.Text
source: Windows Custom View XML
ja_jp: Windows カスタム ビュー XML
zh_cn: Windows 自定义视图 XML
zh_tw: Windows 自訂檢視 XML

# SavedViewsCustomViewXmlBox.Header
source: Custom View XML
ja_jp: カスタム ビュー XML
zh_cn: 自定义视图 XML
zh_tw: 自訂檢視 XML

# Live.Heading
source: Live
ja_jp: ライブ
zh_cn: 实时
zh_tw: 即時

# Live.Summary
source: Subscribe to future events with a bounded background queue and explicit pause/resume state.
ja_jp: 上限付きのバックグラウンド キューで今後のイベントをサブスクライブし、明示的に一時停止または再開します。
zh_cn: 通过有界后台队列订阅后续事件，并可明确暂停或恢复。
zh_tw: 使用有界限的背景佇列訂閱新事件，並提供明確的暫停／繼續狀態。

# Live.Ready.Text
source: Live capture ready
ja_jp: ライブ キャプチャの準備ができました
zh_cn: 实时采集已就绪
zh_tw: 即時擷取已就緒

# Live.ReadyDetails.Text
source: Configure a channel and XPath query, then start the subscription.
ja_jp: チャネルと XPath クエリを設定してから、サブスクリプションを開始します。
zh_cn: 配置通道和 XPath 查询后，即可启动订阅。
zh_tw: 設定頻道與 XPath 查詢後即可開始訂閱。

# Live.Started.Text
source: Live capture started
ja_jp: ライブ キャプチャを開始しました
zh_cn: 实时采集已启动
zh_tw: 即時擷取已開始

# Live.StartedDetails.Text
source: Events are collected through EvtSubscribe into a bounded queue.
ja_jp: イベントは EvtSubscribe を通じて上限付きキューに収集されます。
zh_cn: 事件会通过 EvtSubscribe 收集到有界队列中。
zh_tw: 事件會透過 EvtSubscribe 收集到有界限的佇列。

# Live.StartFailed.Text
source: Live capture could not start
ja_jp: ライブ キャプチャを開始できませんでした
zh_cn: 无法启动实时采集
zh_tw: 無法開始即時擷取

# Live.StreamFailed.Text
source: Live subscription stopped with an error
ja_jp: ライブ サブスクリプションがエラーで停止しました
zh_cn: 实时订阅因错误而停止
zh_tw: 即時訂閱因錯誤停止

# Live.ErrorDetails.Text
source: Check the channel, XPath query, service state, and access rights.
ja_jp: チャネル、XPath クエリ、サービスの状態、アクセス権を確認してください。
zh_cn: 请检查通道、XPath 查询、服务状态和访问权限。
zh_tw: 請檢查頻道、XPath 查詢、服務狀態與存取權限。

# Live.State.Stopped
source: Stopped
ja_jp: 停止
zh_cn: 已停止
zh_tw: 已停止

# Live.State.Running
source: Running
ja_jp: 実行中
zh_cn: 运行中
zh_tw: 執行中

# Live.State.Paused
source: Paused
ja_jp: 一時停止中
zh_cn: 已暂停
zh_tw: 已暫停

# Live.State.Failed
source: Failed
ja_jp: 失敗
zh_cn: 失败
zh_tw: 失敗

# Live.State.NotConfigured
source: Not configured
ja_jp: 未設定
zh_cn: 未配置
zh_tw: 未設定

# Live.State.Ready
source: Ready
ja_jp: 準備完了
zh_cn: 就绪
zh_tw: 已就緒

# Live.State.Starting
source: Starting
ja_jp: 開始中
zh_cn: 正在启动
zh_tw: 正在開始

# Live.State.Stopping
source: Stopping
ja_jp: 停止中
zh_cn: 正在停止
zh_tw: 正在停止

# Live.State.Error
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# Live.State.EventsLost
source: Events lost
ja_jp: イベントが失われました
zh_cn: 事件丢失
zh_tw: 事件遺失

# Live.EventsLost.Text
source: Live events were dropped
ja_jp: ライブ イベントが破棄されました
zh_cn: 已丢弃实时事件
zh_tw: 即時事件已遭捨棄

# Live.EventsLostDetails.Text
source: The bounded queue reached its limit. Counters remain accurate for received events, but some rendered rows are unavailable.
ja_jp: 上限付きキューが制限に達しました。受信イベントのカウンターは正確ですが、一部の表示行は利用できません。
zh_cn: 有界队列已达到上限。接收事件的计数仍然准确，但部分显示行无法提供。
zh_tw: 有界限佇列已達上限。已接收事件的計數仍準確，但部分呈現列已無法取得。

# Live.ExportEmpty.Text
source: Nothing to export
ja_jp: エクスポートする項目がありません
zh_cn: 没有可导出的数据
zh_tw: 沒有可匯出的資料

# Live.ExportEmptyDetails.Text
source: Turn on recording and collect events before exporting a live capture.
ja_jp: ライブ キャプチャをエクスポートする前に、記録を有効にしてイベントを収集してください。
zh_cn: 请先启用录制并收集事件，再导出实时采集数据。
zh_tw: 請開啟錄製並收集事件，再匯出即時擷取資料。

# Live.ExportCompleted.Text
source: Live recording exported
ja_jp: ライブ記録をエクスポートしました
zh_cn: 已导出实时录制
zh_tw: 即時錄製已匯出

# Live.ExportCompletedDetails.Text
source: Saved to {0}.
ja_jp: {0} に保存しました。
zh_cn: 已保存到 {0}。
zh_tw: 已儲存至 {0}。

# Live.ExportFailed.Text
source: Live recording could not be exported
ja_jp: ライブ記録をエクスポートできませんでした
zh_cn: 无法导出实时录制
zh_tw: 無法匯出即時錄製

# LiveHeading.Text
source: Live
ja_jp: ライブ
zh_cn: 实时
zh_tw: 即時

# LiveStartCommand.Label
source: Start
ja_jp: 開始
zh_cn: 开始
zh_tw: 開始

# LivePauseCommand.Label
source: Pause
ja_jp: 一時停止
zh_cn: 暂停
zh_tw: 暫停

# LiveResumeCommand.Label
source: Resume
ja_jp: 再開
zh_cn: 继续
zh_tw: 繼續

# LiveStopCommand.Label
source: Stop
ja_jp: 停止
zh_cn: 停止
zh_tw: 停止

# LiveClearCommand.Label
source: Clear
ja_jp: クリア
zh_cn: 清除
zh_tw: 清除

# LiveRecordCommand.Label
source: Record
ja_jp: 記録
zh_cn: 录制
zh_tw: 錄製

# LiveExportCommand.Label
source: Export recording
ja_jp: 記録をエクスポート
zh_cn: 导出录制
zh_tw: 匯出錄製

# LiveBookmarkCommand.Label
source: Bookmark latest
ja_jp: 最新のイベントをブックマーク
zh_cn: 为最新事件添加书签
zh_tw: 標記最新事件

# LiveStatusInfoBar.Title
source: Live status
ja_jp: ライブの状態
zh_cn: 实时状态
zh_tw: 即時狀態

# LiveStatusInfoBar.Message
source: Live status.
ja_jp: ライブの状態。
zh_cn: 实时状态。
zh_tw: 即時狀態。

# LiveConfigurationTitle.Text
source: Capture configuration
ja_jp: キャプチャの構成
zh_cn: 采集配置
zh_tw: 擷取設定

# LiveChannelBox.Header
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# LiveChannelBox.PlaceholderText
source: System
ja_jp: システム

# LiveQueryBox.Header
source: XPath query
ja_jp: XPath クエリ
zh_cn: XPath 查询
zh_tw: XPath 查詢

# LiveQueryBox.PlaceholderText
source: * or a Windows Event Log XPath query
ja_jp: * または Windows イベント ログの XPath クエリ
zh_cn: * 或 Windows 事件日志 XPath 查询
zh_tw: * 或 Windows 事件記錄 XPath 查詢

# LiveQueueLimitBox.Header
source: Queue limit
ja_jp: キューの上限
zh_cn: 队列上限
zh_tw: 佇列上限

# LiveAutoScrollCheckBox.Content
source: Keep the newest events visible
ja_jp: 新しいイベントを常に表示
zh_cn: 始终显示最新事件
zh_tw: 保持顯示最新事件

# LiveGroupRepeatedCheckBox.Content
source: Group repeated events
ja_jp: 繰り返しイベントをグループ化
zh_cn: 将重复事件分组
zh_tw: 群組重複事件

# LiveCriticalFilterCheckBox.Content
source: Show critical events
ja_jp: 重大イベントを表示
zh_cn: 显示严重事件
zh_tw: 顯示重大事件

# LiveErrorFilterCheckBox.Content
source: Show error events
ja_jp: エラー イベントを表示
zh_cn: 显示错误事件
zh_tw: 顯示錯誤事件

# LiveWarningFilterCheckBox.Content
source: Show warning events
ja_jp: 警告イベントを表示
zh_cn: 显示警告事件
zh_tw: 顯示警告事件

# LiveInformationFilterCheckBox.Content
source: Show information events
ja_jp: 情報イベントを表示
zh_cn: 显示信息事件
zh_tw: 顯示資訊事件

# LiveStateLabel.Text
source: State
ja_jp: 状態
zh_cn: 状态
zh_tw: 狀態

# LiveEventRateLabel.Text
source: Events/sec
ja_jp: イベント/秒
zh_cn: 事件/秒
zh_tw: 事件／秒

# LiveTotalLabel.Text
source: Total received
ja_jp: 受信総数
zh_cn: 已接收总数
zh_tw: 已接收總數

# LiveCriticalLabel.Text
source: Critical
ja_jp: 重大
zh_cn: 严重
zh_tw: 重大

# LiveErrorLabel.Text
source: Errors
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# LiveWarningLabel.Text
source: Warnings
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# LiveQueueDepthLabel.Text
source: Queue depth
ja_jp: キューの深さ
zh_cn: 队列深度
zh_tw: 佇列深度

# LiveDurationLabel.Text
source: Duration
ja_jp: 継続時間
zh_cn: 持续时间
zh_tw: 持續時間

# LiveDroppedLabel.Text
source: Dropped
ja_jp: 破棄数
zh_cn: 丢弃数
zh_tw: 捨棄

# LiveBookmarkLabel.Text
source: Bookmarks
ja_jp: ブックマーク
zh_cn: 书签
zh_tw: 書籤

# Remote.Heading
source: Remote
ja_jp: リモート
zh_cn: 远程
zh_tw: 遠端

# Remote.Summary
source: Connect to a remote Windows Event Log session with explicit credentials and a non-persisted password.
ja_jp: 明示的な資格情報と保存しないパスワードを使用して、リモートの Windows イベント ログ セッションに接続します。
zh_cn: 使用显式凭据和不保存的密码，连接到远程 Windows 事件日志会话。
zh_tw: 使用明確的認證連線至遠端 Windows 事件記錄工作階段，且不保存密碼。

# Remote.Ready.Text
source: Remote connection ready
ja_jp: リモート接続の準備ができました
zh_cn: 远程连接已就绪
zh_tw: 遠端連線已就緒

# Remote.ReadyDetails.Text
source: Credentials are used only for the connection attempt.
ja_jp: 資格情報は接続を試行するときにのみ使用されます。
zh_cn: 凭据仅用于尝试建立连接。
zh_tw: 認證資訊只會用於連線嘗試。

# Remote.HostRequired.Text
source: Enter a remote host name.
ja_jp: リモート ホスト名を入力してください。
zh_cn: 请输入远程主机名。
zh_tw: 請輸入遠端主機名稱。

# Remote.Connected.Text
source: Remote session connected
ja_jp: リモート セッションに接続しました
zh_cn: 已连接到远程会话
zh_tw: 已連線至遠端工作階段

# Remote.ConnectedDetails.Text
source: The EvtOpenSession handle is held by the application service.
ja_jp: EvtOpenSession ハンドルはアプリケーション サービスによって保持されます。
zh_cn: EvtOpenSession 句柄由应用服务持有。
zh_tw: EvtOpenSession 控制代碼由應用程式服務持有。

# Remote.ConnectFailed.Text
source: Remote connection failed
ja_jp: リモート接続に失敗しました
zh_cn: 远程连接失败
zh_tw: 遠端連線失敗

# Remote.ErrorDetails.Text
source: The remote operation failed with Win32 error {0}. Check the remote Event Log service and permissions.
ja_jp: リモート操作が Win32 エラー {0} で失敗しました。リモートのイベント ログ サービスとアクセス許可を確認してください。
zh_cn: 远程操作失败，Win32 错误 {0}。请检查远程事件日志服务和权限。
zh_tw: 遠端作業失敗，Windows 錯誤 {0}。請檢查遠端事件記錄服務與權限。

# Remote.AccessDeniedDetails.Text
source: Access was denied (Win32 error {0}). Use an account permitted to read the remote Event Log service.
ja_jp: アクセスが拒否されました (Win32 エラー {0})。リモートのイベント ログ サービスを読み取る権限があるアカウントを使用してください。
zh_cn: 访问被拒绝（Win32 错误 {0}）。请使用有权读取远程事件日志服务的帐户。
zh_tw: 拒絕存取（Windows 錯誤 {0}）。請使用具備讀取遠端事件記錄服務權限的帳戶。

# Remote.AuthenticationDetails.Text
source: Authentication failed (Win32 error {0}). Verify the domain, user, and authentication policy.
ja_jp: 認証に失敗しました (Win32 エラー {0})。ドメイン、ユーザー、認証ポリシーを確認してください。
zh_cn: 身份验证失败（Win32 错误 {0}）。请检查域、用户和身份验证策略。
zh_tw: 驗證失敗（Windows 錯誤 {0}）。請確認網域、使用者與驗證原則。

# Remote.FirewallDetails.Text
source: The remote service is unavailable (Win32 error {0}). Check firewall and RPC restrictions.
ja_jp: リモート サービスは利用できません (Win32 エラー {0})。ファイアウォールと RPC の制限を確認してください。
zh_cn: 远程服务不可用（Win32 错误 {0}）。请检查防火墙和 RPC 限制。
zh_tw: 遠端服務無法使用（Windows 錯誤 {0}）。請檢查防火牆與 RPC 限制。

# Remote.ConnectionSaved.Text
source: Remote connection saved
ja_jp: リモート接続を保存しました
zh_cn: 已保存远程连接
zh_tw: 已儲存遠端連線

# Remote.ConnectionSavedDetails.Text
source: Only the host, domain, and user are stored. The password remains in memory for the current session.
ja_jp: 保存されるのはホスト、ドメイン、ユーザーのみです。パスワードは現在のセッション中だけメモリに保持されます。
zh_cn: 仅保存主机、域和用户。密码仅在当前会话期间保留在内存中。
zh_tw: 只會儲存主機、網域與使用者；密碼只保留在目前工作階段的記憶體中。

# Remote.ConnectionRemoved.Text
source: Remote connection removed
ja_jp: リモート接続を削除しました
zh_cn: 已删除远程连接
zh_tw: 已移除遠端連線

# Remote.TestSucceeded.Text
source: Remote connection test succeeded
ja_jp: リモート接続テストに成功しました
zh_cn: 远程连接测试成功
zh_tw: 遠端連線測試成功

# Remote.TestSucceededDetails.Text
source: The session was opened and closed without saving credentials.
ja_jp: 資格情報を保存せずにセッションを開いて閉じました。
zh_cn: 已打开并关闭会话，未保存凭据。
zh_tw: 工作階段已開啟並關閉，且未保存認證資訊。

# Remote.TestFailed.Text
source: Remote connection test failed
ja_jp: リモート接続テストに失敗しました
zh_cn: 远程连接测试失败
zh_tw: 遠端連線測試失敗

# Remote.State.Disconnected
source: Disconnected
ja_jp: 切断
zh_cn: 已断开连接
zh_tw: 已中斷連線

# Remote.State.Connected
source: Connected
ja_jp: 接続済み
zh_cn: 已连接
zh_tw: 已連線

# Remote.State.Connecting
source: Connecting
ja_jp: 接続中
zh_cn: 正在连接
zh_tw: 連線中

# Remote.Connecting.Text
source: Connecting to remote session
ja_jp: リモート セッションに接続しています
zh_cn: 正在连接远程会话
zh_tw: 正在連線到遠端工作階段

# Remote.ConnectingDetails.Text
source: The remote RPC operation is running in the background.
ja_jp: リモート RPC 操作をバックグラウンドで実行しています。
zh_cn: 远程 RPC 操作正在后台运行。
zh_tw: 遠端 RPC 作業正在背景執行。

# Remote.Testing.Text
source: Testing remote connection
ja_jp: リモート接続をテストしています
zh_cn: 正在测试远程连接
zh_tw: 正在測試遠端連線

# Remote.SecurityNotice.Text
source: Passwords are not written to LocalSettings. Use least-privilege credentials and verify firewall, WinRM/RPC, and Event Log permissions before querying.
ja_jp: パスワードは LocalSettings に書き込みません。クエリを実行する前に、最小権限の資格情報を使用し、ファイアウォール、WinRM/RPC、イベント ログのアクセス許可を確認してください。
zh_cn: 密码不会写入 LocalSettings。请使用最小权限凭据，并在查询前检查防火墙、WinRM/RPC 和事件日志权限。
zh_tw: 密碼不會寫入 LocalSettings。請使用最低權限認證，並在查詢前確認防火牆、WinRM/RPC 與事件記錄權限。

# RemoteHeading.Text
source: Remote
ja_jp: リモート
zh_cn: 远程
zh_tw: 遠端

# RemoteStatusInfoBar.Title
source: Remote status
ja_jp: リモートの状態
zh_cn: 远程状态
zh_tw: 遠端狀態

# RemoteStatusInfoBar.Message
source: Remote status.
ja_jp: リモートの状態。
zh_cn: 远程状态。
zh_tw: 遠端狀態。

# RemoteConnectionTitle.Text
source: Connection
ja_jp: 接続
zh_cn: 连接
zh_tw: 連線

# RemoteHostBox.Header
source: Host
ja_jp: ホスト
zh_cn: 主机
zh_tw: 主機

# RemoteDomainBox.Header
source: Domain
ja_jp: ドメイン
zh_cn: 域
zh_tw: 網域

# RemoteUserBox.Header
source: User
ja_jp: ユーザー
zh_cn: 用户
zh_tw: 使用者

# RemotePasswordBox.Header
source: Password (not stored)
ja_jp: パスワード (保存されません)
zh_cn: 密码（不保存）
zh_tw: 密碼（不保存）

# RemoteConnectButton.Content
source: Connect
ja_jp: 接続
zh_cn: 连接
zh_tw: 連線

# RemoteDisconnectButton.Content
source: Disconnect
ja_jp: 切断
zh_cn: 断开连接
zh_tw: 中斷連線

# RemoteTestButton.Content
source: Test
ja_jp: テスト
zh_cn: 测试
zh_tw: 測試

# RemoteSaveButton.Content
source: Save connection
ja_jp: 接続を保存
zh_cn: 保存连接
zh_tw: 儲存連線

# RemoteRemoveButton.Content
source: Remove connection
ja_jp: 接続を削除
zh_cn: 删除连接
zh_tw: 移除連線

# RemoteSavedConnectionsTitle.Text
source: Saved connections
ja_jp: 保存済みの接続
zh_cn: 已保存的连接
zh_tw: 已儲存的連線

# RemoteStateTitle.Text
source: Connection state
ja_jp: 接続状態
zh_cn: 连接状态
zh_tw: 連線狀態

# RemoteCapabilitiesText.Text
source: Remote session, channel inventory, and bounded event queries use explicit credentials. Saved profiles never include passwords.
ja_jp: リモート セッション、チャネル一覧、上限付きイベント クエリでは明示的な資格情報を使用します。保存済みプロファイルにパスワードは含まれません。
zh_cn: 远程会话、通道清单和有界事件查询均使用显式凭据；保存的配置文件绝不包含密码。
zh_tw: 遠端工作階段、頻道清單與有界限的事件查詢均使用明確憑證；儲存的設定檔不會包含密碼。

# RemoteChannelsTitle.Text
source: Remote channels
ja_jp: リモート チャネル
zh_cn: 远程通道
zh_tw: 遠端頻道

# RemoteRefreshChannelsButton.Content
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# Sessions.Heading
source: Sessions
ja_jp: セッション
zh_cn: 会话
zh_tw: 工作階段

# Sessions.Summary
source: Manage reusable diagnostic sessions with channels, filters, notes, tags, correlation groups, and remote targets.
ja_jp: チャネル、フィルター、メモ、タグ、関連付けグループ、リモート ターゲットを含む再利用可能な診断セッションを管理します。
zh_cn: 管理可复用的诊断会话，包括通道、筛选器、备注、标签、关联组和远程目标。
zh_tw: 管理可重複使用的診斷工作階段，包括頻道、篩選、備註、標籤、關聯群組與遠端目標。

# Sessions.SummaryCount.Text
source: Saved diagnostic sessions are available locally.
ja_jp: 保存済みの診断セッションをローカルで利用できます。
zh_cn: 本地可使用已保存的诊断会话。
zh_tw: 診斷工作階段已儲存在本機。

# Sessions.Loading.Text
source: Loading sessions
ja_jp: セッションを読み込んでいます
zh_cn: 正在加载会话
zh_tw: 正在載入工作階段

# Sessions.LoadingDetails.Text
source: Reading the local session repository in the background.
ja_jp: ローカルのセッション リポジトリをバックグラウンドで読み取っています。
zh_cn: 正在后台读取本地会话存储库。
zh_tw: 正在背景讀取本機工作階段存放庫。

# Sessions.NameRequired.Text
source: Enter a session name before saving.
ja_jp: 保存する前にセッション名を入力してください。
zh_cn: 请在保存前输入会话名称。
zh_tw: 儲存前請輸入工作階段名稱。

# Sessions.Saved.Text
source: Session saved
ja_jp: セッションを保存しました
zh_cn: 已保存会话
zh_tw: 工作階段已儲存

# Sessions.Deleted.Text
source: Session deleted
ja_jp: セッションを削除しました
zh_cn: 已删除会话
zh_tw: 工作階段已刪除

# Sessions.Resumed.Text
source: Session marked for resume
ja_jp: セッションを再開対象としてマークしました
zh_cn: 已将会话标记为待恢复
zh_tw: 工作階段已標記為可繼續

# Sessions.Imported.Text
source: Sessions imported
ja_jp: セッションをインポートしました
zh_cn: 已导入会话
zh_tw: 工作階段已匯入

# Sessions.ExportTextFiles.Text
source: Text files (*.txt)
ja_jp: テキスト ファイル (*.txt)
zh_cn: 文本文件 (*.txt)

# Sessions.New.Text
source: New session
ja_jp: 新しいセッション
zh_cn: 新建会话
zh_tw: 新增工作階段

# Sessions.Active.Text
source: Active session
ja_jp: アクティブなセッション
zh_cn: 活动会话
zh_tw: 使用中的工作階段

# Sessions.Inactive.Text
source: Inactive session
ja_jp: 非アクティブなセッション
zh_cn: 非活动会话
zh_tw: 非使用中的工作階段

# SessionsHeading.Text
source: Sessions
ja_jp: セッション
zh_cn: 会话
zh_tw: 工作階段

# SessionsNewCommand.Label
source: New
ja_jp: 新規
zh_cn: 新建
zh_tw: 新增

# SessionsSaveCommand.Label
source: Save
ja_jp: 保存
zh_cn: 保存
zh_tw: 儲存

# SessionsResumeCommand.Label
source: Resume
ja_jp: 再開
zh_cn: 恢复
zh_tw: 繼續

# SessionsPinCommand.Label
source: Pin
ja_jp: ピン留め
zh_cn: 固定
zh_tw: 釘選

# SessionsExportCommand.Label
source: Export
ja_jp: エクスポート
zh_cn: 导出
zh_tw: 匯出

# SessionsImportCommand.Label
source: Import
ja_jp: インポート
zh_cn: 导入
zh_tw: 匯入

# SessionsDeleteCommand.Label
source: Delete
ja_jp: 削除
zh_cn: 删除
zh_tw: 刪除

# SessionsRefreshCommand.Label
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# SessionsStatusInfoBar.Title
source: Session status
ja_jp: セッションの状態
zh_cn: 会话状态
zh_tw: 工作階段狀態

# SessionsStatusInfoBar.Message
source: Session status.
ja_jp: セッションの状態。
zh_cn: 会话状态。
zh_tw: 工作階段狀態。

# SessionsEditorTitle.Text
source: Session definition
ja_jp: セッションの定義
zh_cn: 会话定义
zh_tw: 工作階段定義

# SessionsNameBox.Header
source: Name
ja_jp: 名前
zh_cn: 名称
zh_tw: 名稱

# SessionsDescriptionBox.Header
source: Description
ja_jp: 説明
zh_cn: 描述
zh_tw: 描述

# SessionsChannelsBox.Header
source: Channels
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# SessionsFilterBox.Header
source: Filter
ja_jp: フィルター
zh_cn: 筛选器
zh_tw: 篩選

# SessionsRemoteTargetBox.Header
source: Remote target
ja_jp: リモート ターゲット
zh_cn: 远程目标
zh_tw: 遠端目標

# SessionsPinnedCheckBox.Content
source: Pin this session
ja_jp: このセッションをピン留め
zh_cn: 固定此会话
zh_tw: 釘選此工作階段

# SessionsMetadataTitle.Text
source: Metadata
ja_jp: メタデータ
zh_cn: 元数据
zh_tw: 中繼資料

# SessionsTagsBox.Header
source: Tags
ja_jp: タグ
zh_cn: 标签
zh_tw: 標籤

# SessionsCorrelationBox.Header
source: Correlation group
ja_jp: 関連付けグループ
zh_cn: 关联组
zh_tw: 關聯群組

# SessionsNotesBox.Header
source: Notes
ja_jp: メモ
zh_cn: 备注
zh_tw: 備註

# SessionsDuplicateCommand.Label
source: Duplicate
ja_jp: 複製
zh_cn: 复制
zh_tw: 複製

# SessionsArchiveCommand.Label
source: Archive or restore
ja_jp: アーカイブまたは復元
zh_cn: 归档或还原
zh_tw: 封存或還原

# SessionsStartAtBox.Header
source: Start time
ja_jp: 開始時刻
zh_cn: 开始时间
zh_tw: 開始時間

# SessionsEndAtBox.Header
source: End time
ja_jp: 終了時刻
zh_cn: 结束时间
zh_tw: 結束時間

# SessionsBookmarkedEventIdsBox.Header
source: Bookmarked event IDs
ja_jp: ブックマークしたイベント ID
zh_cn: 已添加书签的事件 ID
zh_tw: 已加書籤的事件識別碼

# SessionsArchivedCheckBox.Content
source: Archived session
ja_jp: アーカイブされたセッション
zh_cn: 已归档的会话
zh_tw: 已封存工作階段

# TimelineOpenButton.Content
source: Open in Event Logs
ja_jp: イベント ログで開く
zh_cn: 在事件日志中打开
zh_tw: 在事件記錄中開啟

# TimelineBookmarkButton.Content
source: Bookmark selected
ja_jp: 選択項目をブックマーク
zh_cn: 为所选事件添加书签
zh_tw: 為選取項目加書籤

# TimelineExportButton.Content
source: Export timeline
ja_jp: タイムラインをエクスポート
zh_cn: 导出时间线
zh_tw: 匯出時間軸

# TimelineProviderFilterBox.Header
source: Provider filter
ja_jp: プロバイダー フィルター
zh_cn: 提供程序筛选器
zh_tw: 提供者篩選

# TimelineGroupRepeatedCheckBox.Content
source: Group repeated events
ja_jp: 繰り返しイベントをグループ化
zh_cn: 将重复事件分组
zh_tw: 將重複事件分組

# TimelineDetailsTitle.Text
source: Selected event details
ja_jp: 選択したイベントの詳細
zh_cn: 所选事件的详细信息
zh_tw: 選取事件詳細資料

# RemoteQueryTitle.Text
source: Remote event query
ja_jp: リモート イベント クエリ
zh_cn: 远程事件查询
zh_tw: 遠端事件查詢

# RemoteQueryNameBox.Header
source: Saved view name
ja_jp: 保存済みビューの名前
zh_cn: 已保存视图名称
zh_tw: 已儲存檢視名稱

# RemoteQuerySaveButton.Content
source: Save view
ja_jp: ビューを保存
zh_cn: 保存视图
zh_tw: 儲存檢視

# RemoteQueryRemoveButton.Content
source: Remove view
ja_jp: ビューを削除
zh_cn: 删除视图
zh_tw: 移除檢視

# RemoteQueryChannelBox.Header
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# RemoteQueryTextBox.Header
source: XPath query
ja_jp: XPath クエリ
zh_cn: XPath 查询
zh_tw: XPath 查詢

# RemoteQueryRunButton.Content
source: Run
ja_jp: 実行
zh_cn: 执行
zh_tw: 執行

# RemoteCompareButton.Content
source: Compare with local
ja_jp: ローカルと比較
zh_cn: 与本地比较
zh_tw: 與本機比較

# RemoteLiveStartButton.Content
source: Start remote live
ja_jp: リモート ライブを開始
zh_cn: 启动远程实时监控
zh_tw: 開始遠端即時監控

# RemoteLiveStopButton.Content
source: Stop remote live
ja_jp: リモート ライブを停止
zh_cn: 停止远程实时监控
zh_tw: 停止遠端即時監控

# Remote.QueryLoading.Text
source: Running remote query
ja_jp: リモート クエリを実行しています
zh_cn: 正在执行远程查询
zh_tw: 正在執行遠端查詢

# Remote.QueryReady.Text
source: Remote query returned {0} events.
ja_jp: リモート クエリで {0} 件のイベントが返されました。
zh_cn: 远程查询返回了 {0} 个事件。
zh_tw: 遠端查詢傳回 {0} 個事件。

# Remote.QueryEmpty.Text
source: No remote events matched the query.
ja_jp: クエリに一致するリモート イベントはありません。
zh_cn: 没有符合查询的远程事件。
zh_tw: 沒有符合查詢的遠端事件。

# Remote.QueryFailed.Text
source: Remote query failed with Win32 error {0}.
ja_jp: リモート クエリが Win32 エラー {0} で失敗しました。
zh_cn: 远程查询失败，Win32 错误 {0}。
zh_tw: 遠端查詢失敗，Win32 錯誤 {0}。

# Remote.QueryNotConnected.Text
source: Connect to a remote session before running a query.
ja_jp: クエリを実行する前にリモート セッションに接続してください。
zh_cn: 请先连接到远程会话，再运行查询。
zh_tw: 執行查詢前請先連線到遠端工作階段。
